brew "curl"
brew "fish"
brew "git"
brew "go"
brew "mas"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "ruby"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

tap "homebrew/cask"

cask "alfred"
cask "browserosaurus"
cask "firefox-beta"
cask "font-hack-nerd-font"
cask "gpg-suite"
cask "iterm2"
cask "keka-beta"
cask "kekadefaultapp"
cask "paw"
cask "reaper"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"

mas '1Password 7', id: 1333542190
mas 'GarageBand', id: 682658836
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Simplenote', id: 692867256
mas 'Todoist', id: 585829637
mas 'Amphetamine', id: 937984704
